Repository: ALEHACKsp/nitrokey-app
Catalog: po/*/nitrokey-app.po
Languages: de_de

source: About
de_de: Über

source: Advanced configure
de_de: Fortgeschrittene Konfiguration

source: Change Update PIN
de_de: Aktualisierungs-Passwort ändern

source: Change admin PIN
de_de: Administrator-PIN ändern

source: Change user PIN
de_de: Benutzer-PIN ändern

source: Configure
de_de: Konfigurieren

source: Debug
de_de: Fehlersuche

source: Destroy encrypted data
de_de: Verschlüsselte Daten zerstören

source: Disable 'Initialize storage with random data' warning
de_de: Warnung 'Speicher mit Zufallsdaten initialisieren' deaktivieren

source: Enable firmware update
de_de: Firmware-Aktualisierung aktivieren

source: Export firmware to file
de_de: Firmware als Datei exportieren

source: Factory reset
de_de: Auslieferungszustand

source: Initialize keys
de_de: Schlüssel initialisieren

source: Initialize storage with random data
de_de: Speicher mit Zufallsdaten initialisieren

source: Lock device
de_de: Gerät sperren

source: Lock encrypted volume
de_de: Verschlüsseltes Volumen sperren

source: Lock hardware
de_de: Hardware sperren

source: Lock hidden volume
de_de: Versteckte Volumen sperren

source: Nitrokey not connected
de_de: Nitrokey ist nicht verbunden

source: OTP
de_de: Einmalpasswörter

source: OTP and Password safe
de_de: Einmalpasswörter und Passwort-Safe

source: Passwords
de_de: Passwörter

source: Quit
de_de: Verlassen

source: Reset User PIN
de_de: Benutzer-PIN zurücksetzen

source: Reset user PIN
de_de: Benutzer-PIN zurücksetzen

source: Set unencrypted volume read-only
de_de: Klartext-Volumen als Nur-Lesen setzen

source: Set unencrypted volume read-write
de_de: Klartext-Volumen als Lesen-Schreiben setzen

source: Setup hidden volume
de_de: Versteckte Volumen einrichten

source: Smartcard or SD card are not ready
de_de: Chipkarte oder Speicher sind nicht bereit

source: Unlock encrypted volume
de_de: Verschlüsseltes Volumen freischalten

source: Unlock hidden volume
de_de: Verstecktes Volumen freischalten

source: Unlock password safe
de_de: Passwort-Safe freischalten
